Repository: dulcilubio/LoxBridge
Catalog: LoxBrige/Localizable.xcstrings
Source language: en
Languages: cs, da, de, et, fi, fr, nb, sv

source: If "Upload LoxBridge routes" or "Upload outdoor running" is on, only matching activities are sent to Livelox. Enable both to upload either type.
cs: Pokud je zapnuto „Nahrávat trasy LoxBridge" nebo „Nahrávat venkovní běh", odesílají se na Livelox pouze odpovídající aktivity. Povolte obě možnosti pro nahrávání obou typů.
da: Hvis "Upload LoxBridge-ruter" eller "Upload udendørs løb" er slået til, sendes kun matchende aktiviteter til Livelox. Aktiver begge for at uploade begge typer.
de: Wenn „LoxBridge-Routen hochladen" oder „Outdoor-Läufe hochladen" aktiviert ist, werden nur passende Aktivitäten an Livelox gesendet. Aktiviere beides, um beide Typen hochzuladen.
et: Kui "Laadi üles LoxBridge'i rajad" või "Laadi üles välitrenning" on sisse lülitatud, saadetakse Livelox'ile ainult vastavad tegevused. Luba mõlemad, et laadida üles mõlemat tüüpi.
fi: Jos "Lataa LoxBridge-reitit" tai "Lataa ulkojuoksu" on päällä, vain vastaavat aktiviteetit lähetetään Livelox'iin. Ota molemmat käyttöön ladataksesi kummankin tyypin.
fr: Si « Téléverser les parcours LoxBridge » ou « Téléverser la course en plein air » est activé, seules les activités correspondantes sont envoyées à Livelox. Activez les deux pour téléverser les deux types.
nb: Hvis «Last opp LoxBridge-ruter» eller «Last opp utendørs løping» er på, sendes bare samsvarende aktiviteter til Livelox. Aktiver begge for å laste opp begge typer.
sv: Om "Ladda upp LoxBridge-rutter" eller "Ladda upp utomhuslöpning" är aktiverat skickas bara matchande aktiviteter till Livelox. Aktivera båda för att ladda upp båda typerna.

source: If you are in the European Union or European Economic Area, LoxBridge processes your health and location data on the basis of your **explicit consent**, which you grant by authorizing HealthKit access and by initiating each upload to Livelox. You may withdraw consent at any time using the controls above.
cs: Pokud se nacházíte v Evropské unii nebo Evropském hospodářském prostoru, LoxBridge zpracovává vaše zdravotní a polohovací data na základě vašeho **výslovného souhlasu**, který udělujete autorizací přístupu k HealthKit a zahájením každého nahrávání na Livelox. Souhlas můžete kdykoli odvolat pomocí výše uvedených ovládacích prvků.
da: Hvis du befinder dig i Den Europæiske Union eller Det Europæiske Økonomiske Samarbejdsområde, behandler LoxBridge dine sundheds- og lokationsdata på grundlag af dit **udtrykkelige samtykke**, som du giver ved at autorisere HealthKit-adgang og ved at starte hver upload til Livelox. Du kan til enhver tid tilbagekalde samtykket ved hjælp af ovenstående kontrolelementer.
de: Wenn du dich in der Europäischen Union oder im Europäischen Wirtschaftsraum befindest, verarbeitet LoxBridge deine Gesundheits- und Standortdaten auf der Grundlage deiner **ausdrücklichen Einwilligung**, die du durch die Autorisierung des HealthKit-Zugriffs und durch das Initiieren jedes Uploads auf Livelox erteilst. Du kannst deine Einwilligung jederzeit über die oben genannten Steuerelemente widerrufen.
et: Kui asud Euroopa Liidus või Euroopa Majanduspiirkonnas, töötleb LoxBridge su tervise- ja asukohaandmeid su **selgesõnalise nõusoleku** alusel, mille annad HealthKit'i juurdepääsu lubades ja iga Livelox'ile üleslaadimise algatades. Võid nõusoleku igal ajal tagasi võtta ülalpool olevate juhtelementide abil.
fi: Jos olet Euroopan unionissa tai Euroopan talousalueella, LoxBridge käsittelee terveys- ja sijaintitietojasi **nimenomaisen suostumuksesi** perusteella, jonka annat valtuuttamalla HealthKit-käytön ja aloittamalla jokaisen Livelox-latauksen. Voit peruuttaa suostumuksesi milloin tahansa yllä olevien ohjainten avulla.
fr: Si vous vous trouvez dans l'Union européenne ou l'Espace économique européen, LoxBridge traite vos données de santé et de localisation sur la base de votre **consentement explicite**, que vous accordez en autorisant l'accès à HealthKit et en initiant chaque téléversement sur Livelox. Vous pouvez retirer votre consentement à tout moment en utilisant les contrôles ci-dessus.
nb: Hvis du befinner deg i Den europeiske union eller Det europeiske økonomiske samarbeidsområdet, behandler LoxBridge helse- og stedsdata på grunnlag av ditt **uttrykkelige samtykke**, som du gir ved å autorisere HealthKit-tilgang og ved å starte hver opplasting til Livelox. Du kan trekke samtykket tilbake når som helst ved hjelp av kontrollene ovenfor.
sv: Om du befinner dig i Europeiska unionen eller Europeiska ekonomiska samarbetsområdet behandlar LoxBridge dina hälso- och platsdata på grundval av ditt **uttryckliga samtycke**, som du ger genom att auktorisera HealthKit-åtkomst och genom att initiera varje uppladdning till Livelox. Du kan när som helst återkalla samtycket med hjälp av kontrollerna ovan.

source: Import status
cs: Stav importu
et: Impordi olek
fi: Tuonnin tila
fr: Statut d'importation

source: Import status check failed (HTTP %d).
cs: Kontrola stavu importu selhala (HTTP %d).
da: Statuskontrol mislykkedes (HTTP %d).
de: Statusprüfung fehlgeschlagen (HTTP %d).
et: Oleku kontroll ebaõnnestus (HTTP %d).
fi: Tuonnin tilatarkistus epäonnistui (HTTP %d).
fr: Échec de la vérification du statut d'importation (HTTP %d).
nb: Statussjekk mislyktes (HTTP %d).
sv: Importstatuskontroll misslyckades (HTTP %d).

source: Later
cs: Později
da: Senere
de: Später
et: Hiljem
fi: Myöhemmin
fr: Plus tard
nb: Senere
sv: Senare

source: Legal basis (GDPR)
cs: Právní základ (GDPR)
da: Retsgrundlag (GDPR)
de: Rechtsgrundlage (DSGVO)
et: Õiguslik alus (GDPR)
fi: Oikeusperuste (GDPR)
fr: Base légale (RGPD)
nb: Rettsgrunnlag (GDPR)
sv: Rättslig grund (GDPR)

source: Livelox not connected
cs: Livelox není připojen
da: Livelox ikke forbundet
de: Livelox nicht verbunden
et: Livelox pole ühendatud
fi: Livelox ei ole yhdistetty
fr: Livelox non connecté
nb: Livelox ikke tilkoblet
sv: Livelox inte ansluten

source: Livelox OAuth configuration is missing.
cs: Konfigurace Livelox OAuth chybí.
da: Livelox OAuth-konfiguration mangler.
de: Livelox OAuth-Konfiguration fehlt.
et: Livelox OAuth seadistus puudub.
fi: Livelox OAuth -määritys puuttuu.
fr: La configuration OAuth Livelox est manquante.
nb: Livelox OAuth-konfigurasjon mangler.
sv: Livelox OAuth-konfigurationen saknas.

source: Livelox User Agreement
cs: Uživatelská smlouva Livelox
da: Livelox brugeraftale
de: Livelox-Nutzungsvereinbarung
et: Livelox'i kasutajaleping
fi: Livelox-käyttäjäsopimus
fr: Accord d'utilisation Livelox
nb: Livelox-brukeravtale
sv: Livelox användaravtal

source: Location data
cs: Polohovací data
da: Lokationsdata
de: Standortdaten
et: Asukohaandmed
fi: Sijaintitiedot
fr: Données de localisation
nb: Stedsdata
sv: Platsdata

source: LoxBridge contains no advertising SDKs, no analytics trackers, and no crash reporting services that transmit your data to third parties.
cs: LoxBridge neobsahuje žádné reklamní SDK, analytické sledovače ani služby hlášení chyb, které by přenášely vaše data třetím stranám.
da: LoxBridge indeholder ingen reklame-SDK'er, analysesporere eller fejlrapporteringstjenester, der overfører dine data til tredjeparter.
de: LoxBridge enthält keine Werbe-SDKs, keine Analyse-Tracker und keine Absturzmelde-Dienste, die deine Daten an Dritte übertragen.
et: LoxBridge ei sisalda reklaamiSDK-sid, analüütikajälgijaid ega veaanalüüsiteenuseid, mis edastaksid su andmeid kolmandatele osapooltele.
fi: LoxBridge ei sisällä mainosSDK:ita, analytiikkaseurantaa eikä kaatumisraportointipalveluita, jotka välittäisivät tietojasi kolmansille osapuolille.
fr: LoxBridge ne contient aucun SDK publicitaire, aucun traqueur analytique, ni aucun service de rapport de plantage qui transmette vos données à des tiers.
nb: LoxBridge inneholder ingen reklame-SDK-er, analysesporere eller krasjrapporteringstjenester som overfører dataene dine til tredjeparter.
sv: LoxBridge innehåller inga annons-SDK:er, analysspårare eller kraschrapporteringstjänster som överför dina data till tredje part.

source: LoxBridge is designed to keep you in control of your personal data. Here's exactly what the app does with it.
cs: LoxBridge je navržen tak, aby vám poskytl kontrolu nad vašimi osobními daty. Zde je přesně to, co aplikace s vašimi daty dělá.
da: LoxBridge er designet til at holde dig i kontrol over dine personlige data. Her er præcis, hvad appen gør med dem.
de: LoxBridge ist darauf ausgelegt, dir die Kontrolle über deine persönlichen Daten zu geben. Hier erfährst du genau, was die App damit macht.
et: LoxBridge on loodud selleks, et hoida su isikuandmed sinu kontrolli all. Siin on täpselt see, mida rakendus nendega teeb.
fi: LoxBridge on suunniteltu pitämään sinut hallinnassa henkilötietojesi suhteen. Tässä on tarkalleen mitä sovellus tekee niillä.
fr: LoxBridge est conçu pour vous garder en contrôle de vos données personnelles. Voici exactement ce que fait l'application avec celles-ci.
nb: LoxBridge er utformet for å holde deg i kontroll over dine personlige data. Her er nøyaktig hva appen gjør med dem.
sv: LoxBridge är utformat för att hålla dig i kontroll över dina personuppgifter. Här är exakt vad appen gör med dem.

source: LoxBridge itself has no accounts and stores no personal information on any server. All settings and route history are stored locally on your device.
cs: LoxBridge sám o sobě nemá žádné účty a neukládá žádné osobní informace na žádný server. Všechna nastavení a historie tras jsou uloženy lokálně ve vašem zařízení.
da: LoxBridge har ingen konti og gemmer ingen personlige oplysninger på nogen server. Alle indstillinger og rutehistorik gemmes lokalt på din enhed.
de: LoxBridge selbst hat keine Konten und speichert keine personenbezogenen Daten auf einem Server. Alle Einstellungen und der Routenverlauf werden lokal auf deinem Gerät gespeichert.
et: LoxBridgel endal ei ole kontosid ega salvestata isikuandmeid ühelgi serveril. Kõik seaded ja raja ajalugu salvestatakse kohalikult su seadmesse.
fi: LoxBridgellä ei ole tilejä eikä se tallenna henkilökohtaisia tietoja millekään palvelimelle. Kaikki asetukset ja reittien historia tallennetaan paikallisesti laitteeseesi.
fr: LoxBridge lui-même n'a pas de comptes et ne stocke aucune information personnelle sur aucun serveur. Tous les réglages et l'historique des parcours sont stockés localement sur votre appareil.
nb: LoxBridge selv har ingen kontoer og lagrer ingen personlig informasjon på noen server. Alle innstillinger og rutehistorikk lagres lokalt på enheten din.
sv: LoxBridge självt har inga konton och lagrar inga personuppgifter på någon server. Alla inställningar och rutthistorik lagras lokalt på din enhet.

source: LoxBridge only reads health data in direct response to a completed workout notification. It does not run persistent background processes that sample your location or health.
cs: LoxBridge čte zdravotní data pouze jako přímou odpověď na oznámení o dokončeném tréninku. Nespouští trvalé procesy na pozadí, které by vzorkovaly vaši polohu nebo zdraví.
da: LoxBridge læser kun sundhedsdata som direkte reaktion på en afsluttet træningsnotifikation. Den kører ikke vedvarende baggrundsprocesser, der registrerer din lokation eller sundhed.
de: LoxBridge liest Gesundheitsdaten nur als direkte Reaktion auf eine abgeschlossene Trainingsbenachrichtigung. Es werden keine dauerhaften Hintergrundprozesse ausgeführt, die deinen Standort oder deine Gesundheit abfragen.
et: LoxBridge loeb terviseandmeid ainult otsese vastusena lõpetatud treeningu teatisele. See ei käivita püsivaid taustaprotsesse, mis võtaksid proove su asukohast või tervisest.
fi: LoxBridge lukee terveystietoja vain suorana vastauksena suoritetun harjoituksen ilmoitukseen. Se ei suorita pysyviä taustaprosesseja, jotka näytteistavat sijaintiasi tai terveyttäsi.
fr: LoxBridge ne lit les données de santé qu'en réponse directe à une notification d'entraînement terminé. Il ne fait pas tourner de processus d'arrière-plan persistants qui échantillonnent votre localisation ou votre santé.
nb: LoxBridge leser kun helsedata som direkte svar på en fullført treningsvarsel. Den kjører ikke vedvarende bakgrunnsprosesser som tar målinger av din plassering eller helse.
sv: LoxBridge läser hälsodata endast som ett direkt svar på ett avslutat träningsmeddelande. Den kör inte beständiga bakgrundsprocesser som samplar din plats eller hälsa.

source: LoxBridge reads your activity GPS routes from Apple Health and sends them to Livelox — only when you choose. Your data never goes anywhere else, is never sold, and is never used for advertising.
cs: LoxBridge čte GPS trasy vašich aktivit z Apple Health a odesílá je do Livelox — pouze když to zvolíte. Vaše data nikam jinam nejdou, nikdy se neprodávají a nikdy se nepoužívají pro reklamu.
da: LoxBridge læser dine aktivitets-GPS-ruter fra Apple Helbred og sender dem til Livelox — kun når du vælger det. Dine data havner aldrig et andet sted, sælges aldrig og bruges aldrig til reklame.
de: LoxBridge liest deine Aktivitäts-GPS-Routen aus Apple Gesundheit und sendet sie an Livelox — nur wenn du es wählst. Deine Daten gehen nirgendwo sonst hin, werden nie verkauft und nie für Werbung verwendet.
et: LoxBridge loeb sinu tegevuse GPS-radasid Apple Tervisest ja saadab need Liveloxisse — ainult siis, kui sa seda valid. Sinu andmed ei lähe kuhugi mujale, neid ei müüda kunagi ega kasutata kunagi reklaamiks.
fi: LoxBridge lukee aktiviteetti-GPS-reittisi Apple Terveydestä ja lähettää ne Liveloxiin — vain kun valitset niin. Tietosi eivät mene minnekään muualle, niitä ei koskaan myydä eikä käytetä mainontaan.
fr: LoxBridge lit vos itinéraires GPS d'activité depuis Apple Santé et les envoie à Livelox — uniquement quand vous le choisissez. Vos données ne vont nulle part ailleurs, ne sont jamais vendues et ne sont jamais utilisées pour la publicité.
nb: LoxBridge leser aktivitets-GPS-rutene dine fra Apple Helse og sender dem til Livelox — bare når du velger det. Dataene dine havner aldri noe annet sted, selges aldri og brukes aldri til reklame.
sv: LoxBridge läser dina aktivitets-GPS-spår från Apple Hälsa och skickar dem till Livelox — bara när du väljer det. Dina data hamnar aldrig någon annanstans, säljs aldrig och används aldrig för reklam.

source: LoxBridge reads your Apple Watch and iPhone activity routes through the Apple Health app to generate GPX files. Tap below to grant access.
cs: LoxBridge čte trasy aktivit z Apple Watch a iPhonu prostřednictvím aplikace Apple Health pro generování GPX souborů. Klepnutím níže udělte přístup.
da: LoxBridge læser dine Apple Watch og iPhone aktivitetsruter via Apple Helbred-appen for at generere GPX-filer. Tryk nedenfor for at give adgang.
de: LoxBridge liest deine Apple Watch- und iPhone-Aktivitätsrouten über die Apple Health App, um GPX-Dateien zu erstellen. Tippe unten, um Zugriff zu gewähren.
et: LoxBridge loeb sinu Apple Watchi ja iPhone tegevusradasid Apple Tervise rakenduse kaudu GPX-failide loomiseks. Juurdepääsu andmiseks puuduta allpool.
fi: LoxBridge lukee aktiviteettireittisi Apple Watchilta ja iPhonelta Apple Terveys -sovelluksen kautta GPX-tiedostojen luomiseksi. Napauta alla myöntääksesi käyttöoikeuden.
fr: LoxBridge lit vos itinéraires d'activité depuis l'Apple Watch et l'iPhone via l'application Apple Santé pour générer des fichiers GPX. Appuyez ci-dessous pour accorder l'accès.
nb: LoxBridge leser aktivitetsrutene dine fra Apple Watch og iPhone via Apple Helse-appen for å generere GPX-filer. Trykk nedenfor for å gi tilgang.
sv: LoxBridge läser dina aktivitetsrutter från Apple Watch och iPhone via Apple Hälsa för att skapa GPX-filer. Tryck nedan för att ge åtkomst.

source: LoxBridge reads your workouts and GPS routes from the Apple Health app. This data stays on your device and is never shared with anyone other than Livelox, and only when you initiate an upload.
cs: LoxBridge čte vaše tréninky a GPS trasy z aplikace Apple Zdraví. Tato data zůstávají ve vašem zařízení a nikdy nejsou sdílena s nikým jiným než Livelox, a to pouze tehdy, když zahájíte nahrávání.
da: LoxBridge læser dine træninger og GPS-ruter fra Apple Sundhed-appen. Disse data forbliver på din enhed og deles aldrig med andre end Livelox, og kun når du starter en upload.
de: LoxBridge liest deine Trainings und GPS-Routen aus der Apple Health-App. Diese Daten verbleiben auf deinem Gerät und werden niemals mit anderen als Livelox geteilt, und nur wenn du einen Upload initiierst.
et: LoxBridge loeb su treeninguid ja GPS-radu Apple Tervise rakendusest. Need andmed jäävad su seadmesse ega jagata kunagi kellegagi peale Livelox'i, ja ainult siis, kui algatad üleslaadimise.
fi: LoxBridge lukee harjoituksesi ja GPS-reittisi Apple Terveys -sovelluksesta. Nämä tiedot pysyvät laitteessasi eikä niitä jaeta kenellekään muulle kuin Livelox'ille, ja vain kun aloitat latauksen.
fr: LoxBridge lit vos entraînements et vos parcours GPS depuis l'application Apple Santé. Ces données restent sur votre appareil et ne sont jamais partagées avec quiconque d'autre que Livelox, et uniquement lorsque vous initiez un téléversement.
nb: LoxBridge leser treningene og GPS-rutene dine fra Apple Helse-appen. Disse dataene forblir på enheten din og deles aldri med andre enn Livelox, og bare når du starter en opplasting.
sv: LoxBridge läser dina träningar och GPS-rutter från Apple Hälsa-appen. Dessa data stannar på din enhet och delas aldrig med någon annan än Livelox, och bara när du initierar en uppladdning.

source: LoxBridge will run in the background. After each outdoor activity you'll receive a notification to upload the route.
cs: LoxBridge běží na pozadí. Po každé venkovní aktivitě obdržíte oznámení o nahrání trasy.
da: LoxBridge kører i baggrunden. Efter hver udendørs aktivitet modtager du en notifikation om at uploade ruten.
de: LoxBridge läuft im Hintergrund. Nach jeder Outdoor-Aktivität erhältst du eine Benachrichtigung zum Hochladen der Route.
et: LoxBridge töötab taustal. Pärast iga õuetegevust saad teavituse raja üleslaadimiseks.
fi: LoxBridge toimii taustalla. Jokaisen ulkoaktiviteetin jälkeen saat ilmoituksen reitin lataamisesta.
fr: LoxBridge s'exécute en arrière-plan. Après chaque activité en extérieur, vous recevrez une notification pour transférer l'itinéraire.
nb: LoxBridge kjører i bakgrunnen. Etter hver utendørs aktivitet får du et varsel om å laste opp ruten.
sv: LoxBridge körs i bakgrunden. Efter varje utomhusaktivitet får du ett meddelande om att ladda upp rutten.

source: Merge (%lld)
cs: Sloučit (%lld)
da: Flet (%lld)
de: Zusammenführen (%lld)
et: Ühenda (%lld)
fi: Yhdistä (%lld)
fr: Fusionner (%lld)
nb: Slå sammen (%lld)
sv: Slå ihop (%lld)

source: Merge 2 routes into one?
cs: Sloučit 2 trasy do jedné?
da: Flet 2 ruter til én?
de: 2 Routen zusammenführen?
et: Ühendada 2 rada üheks?
fi: Yhdistä 2 reittiä yhdeksi?
fr: Fusionner 2 parcours en un ?
nb: Slå sammen 2 ruter til én?
sv: Slå ihop 2 rutter till en?

source: Merge failed
cs: Sloučení selhalo
da: Fletning mislykkedes
de: Zusammenführen fehlgeschlagen
et: Ühendamine ebaõnnestus
fi: Yhdistäminen epäonnistui
fr: Fusion échouée
nb: Sammenslåing mislyktes
sv: Sammanslagning misslyckades

source: Merge routes
cs: Sloučit trasy
da: Flet ruter
de: Routen zusammenführen
et: Ühenda rajad
fi: Yhdistä reittejä
fr: Fusionner les parcours
nb: Slå sammen ruter
sv: Slå ihop rutter

source: Minimum distance
cs: Minimální vzdálenost
da: Minimumsafstand
de: Mindestdistanz
et: Minimaalne kaugus
fi: Vähimmäisetäisyys
fr: Distance minimale
nb: Minimumsavstand
sv: Minsta avstånd

source: Minimum duration
cs: Minimální doba trvání
da: Minimumsvarighed
de: Mindestdauer
et: Minimaalne kestus
fi: Vähimmäiskesto
fr: Durée minimale
nb: Minimumsvarighet
sv: Minimitid

source: New activity detected
cs: Zjištěna nová aktivita
da: Ny aktivitet registreret
de: Neue Aktivität erkannt
et: Uus tegevus tuvastatud
fi: Uusi aktiviteetti havaittu
fr: Nouvelle activité détectée
nb: Ny aktivitet oppdaget
sv: Ny aktivitet hittad

source: No
cs: Ne
da: Nej
de: Nein
et: Ei
fi: Ei
fr: Non
nb: Nei
sv: Nej

source: No accounts required
cs: Nejsou vyžadovány žádné účty
da: Ingen konti påkrævet
de: Keine Konten erforderlich
et: Kontosid pole vaja
fi: Tilejä ei tarvita
fr: Aucun compte requis
nb: Ingen kontoer kreves
sv: Inga konton krävs

source: No advertising or analytics
cs: Žádná reklama ani analytika
da: Ingen reklame eller analyse
de: Keine Werbung oder Analyse
et: Reklaam ega analüütika puudub
fi: Ei mainontaa eikä analytiikkaa
fr: Pas de publicité ni d'analyse
nb: Ingen reklame eller analyse
sv: Ingen reklam eller analys

source: No background data collection
cs: Žádný sběr dat na pozadí
da: Ingen dataindsamling i baggrunden
de: Keine Datenerfassung im Hintergrund
et: Taustaandmete kogumist pole
fi: Ei tausta-datankeräystä
fr: Pas de collecte de données en arrière-plan
nb: Ingen datainnsamling i bakgrunnen
sv: Ingen datainsamling i bakgrunden

source: No GPS route available for the workout.
cs: Pro tento trénink není k dispozici žádná GPS trasa.
da: Ingen GPS-rute tilgængelig for træningen.
de: Keine GPS-Route für das Training verfügbar.
et: Treeningule ei ole GPS-rada saadaval.
fi: Harjoitukselle ei ole saatavilla GPS-reittiä.
fr: Aucun itinéraire GPS disponible pour cet entraînement.
nb: Ingen GPS-rute tilgjengelig for treningsøkten.
sv: Inget GPS-spår tillgängligt för träningspasset.

source: No internet — will retry automatically when you reconnect.
cs: Žádný internet — automaticky zkusí znovu, až se připojíte.
da: Ingen internet — forsøges automatisk igen, når du opretter forbindelsen.
de: Kein Internet — wird automatisch wiederholt, wenn du verbunden bist.
et: Internet puudub — proovib automaatselt uuesti ühenduse taastumisel.
fi: Ei internet-yhteyttä — yritetään automaattisesti uudelleen, kun yhdistät.
fr: Pas d'Internet — relancé automatiquement lors de la reconnexion.
nb: Ingen internett — prøver automatisk igjen når du er tilkoblet.
sv: Inget internet — försöker automatiskt igen när du ansluter.

source: No internet connection — the upload will retry when you reconnect.
cs: Žádné internetové připojení — nahrávání se pokusí znovu, až se připojíte.
da: Ingen internetforbindelse — uploaden forsøges igen, når du opretter forbindelsen.
de: Keine Internetverbindung — der Upload wird wiederholt, wenn du dich wieder verbindest.
et: Internetiühendus puudub — üleslaadimine proovib uuesti, kui ühendus taastub.
fi: Ei internetyhteyttä — lataus yritetään uudelleen, kun yhdistät.
fr: Aucune connexion Internet — le transfert sera relancé lors de votre reconnexion.
nb: Ingen internettforbindelse — opplastingen prøver på nytt når du kobler til igjen.
sv: Ingen internetanslutning — uppladdningen försöker igen när du ansluter.

source: No routes yet
cs: Zatím žádné trasy
da: Ingen ruter endnu
de: Noch keine Routen
et: Radasid pole veel
fi: Ei reittejä vielä
fr: Aucun itinéraire
nb: Ingen ruter ennå
sv: Inga rutter ännu

source: No workout found to process.
cs: Nebyl nalezen žádný trénink ke zpracování.
da: Ingen træning fundet til behandling.
de: Kein Training zum Verarbeiten gefunden.
et: Töödeldavat treeningut ei leitud.
fi: Käsiteltävää harjoitusta ei löydy.
fr: Aucun entraînement trouvé à traiter.
nb: Ingen trening funnet for behandling.
sv: Ingen träning hittades att bearbeta.

source: Not connected
cs: Nepřipojeno
da: Ikke forbundet
de: Nicht verbunden
et: Pole ühendatud
fi: Ei yhdistetty
fr: Non connecté
nb: Ikke tilkoblet
sv: Inte ansluten

source: Not now
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
et: Mitte praegu
fi: Ei nyt
fr: Pas maintenant
nb: Ikke nå
sv: Inte nu

source: Notifications
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
et: Teavitused
fi: Ilmoitukset
nb: Varsler
sv: Notifieringar
